[{
	"name": "home",
	"title": ["Home", "Home"],
	"description": ["The Band", "The Band"],
	"buttonText": ["Bekijk de video! ", "Watch the video!"]
}, {
	"name": "bio",
	"title": ["Bio", "Bio"],
	"description": ["In deze tijd van digitale perfectie wil Black Hammer Voodoo je opschudden met wilde ‘rock n roll grooves and other deep dark shit’!<br>Zanger/bassist Michiel  van Leeuwen (Gruppo Sportivo, Bombitas, De Dijk, Painting Over Picasso) en Harmonica legende Kim Snelten((The Scene, Jack Of Hearts, Jeffrey Lee Pierce, Drippin Honey, AJ Plug) kennen elkaar van Rusty Apollo. Sam ‘Smokehouse’ Shine (Vanessa Baker and the Electric Eclectic, Anthony David and Toni Child) is ‘a renegade outlaw and voodoo guitar magician from the badlands of downunder’. Francesco  Libero komt uit het hete diepe zuiden van Italië speelde in het café- en club circuit en op vele festivals. Deze mannen brengen een berg aan ervaring mee maar weigeren een nostalgische trip te maken. Ze willen verder! <br>Op 27 augustus 2016 maakten ze hun succesvolle debuut op Culemborg Blues en speelden op diverse Nederlandse podia. Ze maakten opzienbarende videoclips! Op dit moment zijn ze bezig aan hun eerste album, dat later dit jaar verschijnt.<br><br>Bandfoto's door <a href='http://www.dingel.nl' target='_blank'>Diederick Ingel</a></p>", "In this age of digital perfection Black Hammer Voodoo wants to shake you up with wild rock n roll grooves and other deep dark shit!<br>Singer/bassplayer Michiel  van Leeuwen (Gruppo Sportivo, Bombitas, De Dijk, Painting Over Picasso) and Harmonica legend Kim Snelten((The Scene, Jack Of Hearts, Jeffrey Lee Pierce, Drippin Honey, AJ Plug) know each other from Rusty Apollo. Sam ‘Smokehouse’ Shine (Vanessa Baker and the Electric Eclectic, Anthony David and Toni Child) is a renegade outlaw and voodoo guitar magician from the badlands of downunder. Francesco  Libero comes from the deep hot south of Italy and performed on the pub and club circuit and at many festivals. These guys bring a shitload of experience to the table but refuse to take a nostalgic trip. They wanna move on!<br>On August 27 2016 they made their successful debut on Culemborg Blues and played on several Dutch Stages. They made som amazing videoclips! At this moment they are working on their first album, to appear later this year.<br><br>Band Photos by <a href='http://www.dingel.nl' target='_blank'>Diederick Ingel</a></p>"],
	"images": ["band.jpg"],
	"caption": "© Dingel",
	"members": [{
		"name": "Michiel van Leeuwen: Bass, Leadvocals",
		"text": ["Michiel van leeuwen groeide op in de drassige geestgronden aan de Noordzee en trok op zijn twintigste naar Amsterdam, waar in de jaren tachtig een lekker anarchistische sfeer hing, om psycholoog te worden maar werd daar gaandeweg bevangen door muzikale gekte en koos voor een avontuurlijker loopbaan. Na zich verdiept te hebben in de 'heilige leerstukken' van John Coltrane en andere jazz helden speelde hij sax bij bands als Gruppo Sportivo, Bombitas, De Dijk, Painting Over Picasso (USA) en deed sessie werk met o.a. Herman Brood, The Scene, Lois Lane Hans Dulfer en de Raggende Manne. Samen met Theo Sieben begon hij de shockrock band Rudolph Dancer, een mengsel van metal, freejazz en funk waarmee de 'blasfemische' cd 'Oh God' werd gemaakt en menig rechtgeaard christen op de vlucht joeg mede door de provocerende kledingstijl.<br> Hierna hing hij zijn sax aan de wilgen en ging op een school werken, leerde websites programmeren en stortte zich op elektronische muziek, gitaar en bas.<br>Naast al het werken met hightech kreeg hij behoefte om weer eens lekker anoloog het dak eraf te spelen. Met Mike Meijer richtte hij Rusty Apollo op waarmee met succes door Nederland en België werd getourd en de goed ontvangen cd 'OH YEAH!' werd opgenomen.<br>Eind 2015 verliet hij deze band om iets nieuws te beginnen: Black Hammer Voodoo, 'Deep Dark Shit!'", "Michiel van Leeuwen grew up on the swampy peatlands by the North Sea and when he was twenty he moved to Amsterdam, well known for its nice anarchist atmosphere in the eighties, to become a psychologist but gradually he was overcome by musical maddness and he chose a more adventurous career. After studying the ‘Holy doctrines’ of John Coltrane and other jazz heroes he played sax in bands like Gruppo Sportivo, Bombitas, De Dijk, Painting Over Picasso (USA) and did session work with among others Herman Brood, The Scene, Lois Lane, hans Dulfer and the Raggende Manne. Together with Theo Sieben he started the shockrock band Rudolph Dancer, a mixture of metal, freejazz and funk who recorded the ‘blasphemous’ cd ‘Oh God’ which made many right-minded Christians run for cover also because of the provocative clothing style.<br>After this he dropped his sax and started working on a school, learned website programming, made electronic music and played guitar and bass.<br>In addition to his work with hightech he felt a need to play the roof off in the old  analog way. With Mike Meijer he founded Rusty Apollo who toured through Holland and Belgium and recorded the well received cd 'OH YEAH!'.<br>End 2015 he left this band to start something new: Black Hammer Voodoo, 'deep dark shit!'"],
		"photo": "michiel.jpg",
		"caption": "© Dingel"
	}, {
		"name": "Sam Shine: Guitar, Backingvocals",
		"text": ["Sam ‘Smokehouse’ Shine is een afvallige bandiet en voodoo gitaar tovenaar uit de ‘badlands downunder’. Hij begon met spelen en optreden in roots, blues, funk en rock n roll bands in Sydney voordat hij naar Byron Bay ontsnapte om verder te gaan op zijn subversieve muziek missie, optredend en tourend met verschillende Australische bands waarmee hij op allerlei festivals verscheen, waaronder het East Coast Blues and Roots Festival, het Woodford Folk Festival en het Winter Dreaming festival.<br>Hij deed sessie werk voor albums, TV en films. In 2001 won hij een prijs bij het Australian Guild of Screen Composers en in 2002 werkte hij mee aan de filmmuziek voor de Oscar genomineerde korte film ‘Inja’ en werkte nauw samen met de prijswinnende Australische producer Murray Burns.<br>Na opgetreden te hebben met India.Arie bassist Khari Simmons in neo-soul groep Vanessa Baker and the Electric Eclectic werd hij uitgenodigd voor de Australische tour van de Amerikaanse contemporary soul sensatie Anthony David (ex India Arie band) in 2009. In 2013 toerde Sam langs de Australische oostkust met de Amerikaanse pop zanger Toni Childs.In 2008 studeerde hij af als Bachelor of Contemporary Music bij de Southern Cross University en aanvaardde op dezelfde universiteit een baan als leraar waar hij zijn subversieve muzikale ideologie onder een nieuwe generatie potentiële muzikale landlopers en piraten verspreidde.<br>Toen de grond ‘downunder’ Sam te heet onder de voeten werd kneep hij er tussenuit richting de vrijdenkende, losse en artistiek radicale omstreken van Amsterdam en heeft zich nu de krachten gebundeld met Black Hammer Voodoo om te graven in rootsy blues en rock n roll grooves en andere deep dark shit!", "Sam ‘Smokehouse’ Shine is a renegade outlaw and voodoo guitar magician from the badlands of downunder. He began playing and performing in roots, blues, funk and rock n roll bands in Sydney before escaping to Byron Bay to continue his subversive music mission performing and touring with a variety of Australian bands, appearing at various festivals including East Coast Blues and Roots Festival, at Woodford Folk Festival, at the Winter Dreaming festival and doing session work for albums, tv and movies. In 2001 he won an award from the Australian Guild of Screen Composers and in 2002 co-scored the music for Oscar nominated short film Inja and worked extensively with award winning Australian Producer Murray Burns.<br>After performing with India.Arie bass player Khari Simmons in neo-soul group Vanessa Baker and the Electric Eclectic he was invited to join the Australian tour of American contemporary soul sensation Anthony David (ex India Arie band) in 2009. In 2013 Sam toured Australia’s east coast with American pop singer Toni Childs. In 2008 he graduated Bachelor of Contemporary Music from Southern Cross University, Australia and in 2009 took up a teaching position in the same institution disseminating his subversive musical ideology to a new generation of potential musical vagabonds and pirates. When the scene got too hot down under Sam absconded to the free thinking, liberal and artistically radical environs of Amsterdam to continue his musical journey and now joins forces with Black Hammer Voodoo to delve into rootsy blues and rock n roll grooves and other deep dark shit!"],
		"photo": "sam.jpg",
		"caption": "© Dingel"
	}, {
		"name": "Kim Snelten: Harmonica",
		"text": ["Harmonicaspeler Kim Snelten is ook een Australisch Black Hammer Voodoo bandlid. Hij bracht zijn jeugd door met het beklimmen van bomen en het jagen op konijnen en oppossums op de bergkammen en Drakenholen van Manly Beach. Ook draait hij zijn hand niet om voor een imitatie van een Kookaburra.<br>Hij begon met het bespelen van de diatonische harmonica op zijn elfde, luisterend naar blues grootheden als Little Walter, Sonny Boy Williamson en James Cotton, waaraan Kim liefdevol refereert als GOD. In de late jaren 80 sloot hij zich aan bij de Nederlandse rockband The Scene, geleid door de legendarische Thé Lau. Later speelde hij bij The Jack Of Hearts waarmee hij uitgebreid toerde en 5 albums maakte.<br>In 1994 produceerde hij een door critici veelgeprezen solo album, ’Kim Snelten & Hipshake Hallucinations & the Dance Of The Fra Fra Tribesmen’. De befaamde popjournalist Jip Golsteijn stelde zelfs in De Telegraaf: ‘De beste Nederlandse muziekproductie van het jaar’. ‘Zeker’, zegt Kim die daarna goede vrienden werd met de journalist, ‘Jip was ook gek’. In die tijd nam hij op met diverse artiesten en bands, variërend van Jeffrey Lee Pierce van The Gun Club tot Elvis imitator Lee Towers, van BZN tot Sjako! Tevens blies hij zijn partij in TV series, films en commercials.<br>En met de roots band Drippin Honey die de Nederlandse blues scene letterlijk opschudde met het debuutalbum Drip Drip. Kim Snelten werd een ‘Lester Butler on speed’ genoemd.Nadat Drippin Honey uitklaar ging verliet Kim voor 12 lange jaren de muziek scene, waarin hij zijn harmonica koffer niet eens opendeed. ‘Probeer je voor te stellen hoe het rook toen hij hem weer openmaakte’, zegt hij nu glimlachend. maar uiteindelijk moet het wel weer, dit keer voor een korte klus met Rusty Apollo, waar hij Michiel tegenkwam. ‘Tussen mij en Michiel klikte het meteen en toen hij de Rusties verliet voelde het niet goed meer. En nu met Black Hammer Voodoo is Kim zo blij als een ‘buidelrat in een hol’ wat dat ook mag betekenen…", "Harmonica player Kim Snelten is yet another Aussie Black Hammer Voodoo band member. He spent his childhood climbing trees and chasing rabbits and possums near the coastal ridges and Dragon caves of Manly Beach. Also, he does a mean imitation of a Kookaburra.<br>He started playing the diatonic harmonica at the age of 11, listening to blues greats such as Little Walter, Sonny Boy Williamson and James Cotton, whom Kim lovingly refers to as GOD. In the late 80's he joined Dutch rock band the Scene, led by the legendary The Lau, later followed by the Jack of Hearts with whom he toured extensively and made 5 albums. In 1994 he produced a highly critically acclaimed solo album, Kim Snelten & Hipshake Hallucinations & the Dance of the Fra Fra tribesmen. Renowned pop journalist Jip Golsteijn even went as far as stating in the Telegraaf: 'The best Dutch music production of the year'. 'Sure' says Kim, who subsequently became fine friends with the journalist, 'Jip was crazy too'. During that time he recorded for numerous artists and bands, ranging from Jeffrey Lee Pierce of the Gun Club to Elvis imitator Lee Towers; from BZN to Sjako!, as well as in television series, movies and advertisements.<br>With roots band Drippin’ Honey they literally shook the Dutch blues scene with their debut album Drip Drip. Kim Snelten was said to be a Lester Butler on speed. For 12 long years After Drippin’ Honey split up he quit the music scene, not even opening his harmonica case during that time. ‘Imagine the smell when I opened it’, now smiles Kim. But he had to eventually. For a short lived stint with Rusty Apollo, where he met Michiel. 'Michiel and I hit it off straight away, and when he left the Rusties, it just didn't feel right any more.' And now, with Black Hammer Voodoo, Kim is as happy  'as a possum in a cave', whatever that means..."],
		"photo": "kim.jpg",
		"caption": "© Dingel"
	}, {
		"name": "Francesco Libero: Drums",
		"text": ["Francesco Morrone is geboren in Italië in mei 1985. In de voetstappen van zijn vader begon hij met het spelen van de klassieke gitaar en later op 15-jarige leeftijd switchte hij naar drums. Zijn eerste drumstel was een Mapex Mars Pro.<br>Hij houdt van eten, bier en sexy vrouwen. Hij speelde drums in vele Italiaanse bands en speelde in cafés en op verschillende festivals met: ‘Ritratto di un Mattino’(prog rock), ‘Tezca’(hard rock), ‘Brain Peppers’(70's rock) en ‘Victoria Line’(grunge).<br>In 2010, in naam van de liefde, verhuisde hij naar Amsterdam en startte een nieuw project, genaamd ‘Marlies’. aan het einde van 2017 ontmoette hij Sam ’Smoke House’ en werd lid van Black Hammer Voodoo.", "Francesco Morrone was born in Italy in may 1985. Following in the footsteps of his father as musician, he started to play classical guitar later switching at the age of 15 to playing the drums on his first drumset, a Mapex Mars Pro.<br>He loves food, good beers and beautiful women. He has played  drums in many Italian bands including 'Ritratto di un Mattino'(prog rock), 'Tezca'(hard rock), 'Brain Peppers'(70's rock), 'Victoria Line'(grunge) performing on the  pub and club circuit and at many festivals.<br>In 2010, in the name of 'love',  he moved to Amsterdam and started a new project called 'Marlies'. At the end of 2017 he met Sam 'smoke house' Shine and was invited to join 'Black Hammer Voodoo'. Now for new adventures in voodoo blues rock and wine, women and song!"],
		"photo": "francesco.jpg",
		"caption": ""
	}]
}, {
	"name": "photo",
	"title": ["Foto's", "Photos"],
	"photos": [{
			"image": "koppelpop_rogeropdencamp_sam_michiel_kim.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Roger Op Den Camp"
		},{
			"image": "koppelpop_rogeropdencamp_rogeropdencamp_francesco1.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Roger Op Den Camp"
		},{
			"image": "koppelpop_rogeropdencamp_kim1.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Roger Op Den Camp"
		},{
			"image": "koppelpop_rogeropdencamp_michiel_kim1.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Roger Op Den Camp"
		},{
			"image": "koppelpop_rogeropdencamp_sam1.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Roger Op Den Camp"
		},{
			"image": "koppelpop_rogeropdencamp_michiel3.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Roger Op Den Camp"
		},{
			"image": "koppelpop_harmlutke_francesco.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Harm Lutke"
		},{
			"image": "koppelpop_harmlutke_kim.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Harm Lutke"
		},{
			"image": "koppelpop_harmlutke_michiel.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Harm Lutke"
		},{
			"image": "koppelpop_harmlutke_sam.jpg",
			"caption": "Koppelpop Susteren August 25 2018 ©Harm Lutke"
		}, {
			"image": "cacaofabriek_francesco.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Kim Snelten"
		},{
			"image": "cacao_michiel_kim.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},
		{
			"image": "cacao_michiel_sam_kim.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},
		{
			"image": "cacao_michiel2.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},
		{
			"image": "cacao_michiel_sam.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},
		{
			"image": "cacao_kim.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},
		{
			"image": "cacao_kim2.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},
		{
			"image": "cacao_sam3.jpg",
			"caption": "Cacaofabriek Helmond February 16 2018 ©Antoine Kanters"
		},{
			"image": "sliedrecht_sam_michiel4.jpeg",
			"caption": "Sliedrecht June 17 2017 ©Dingel"
		},	
		{
			"image": "sassenheim_sam3.jpeg",
			"caption": "Sassenheim April 27 2017 ©Dingel"
		},		
		{
			"image": "sassenheim_backtoback2.png",
			"caption": "Sassenheim April 27 2017 ©Dingel"
		},
		{
			"image": "sassenheim_scott2.png",
			"caption": "Sassenheim April 27 2017 ©Dingel"
		},
		{
			"image": "sassenheim_sam_michiel3.png",
			"caption": "Sassenheim April 27 2017 ©Dingel"
		},
		{
			"image": "borculo_band1.jpg",
			"caption": "Borculo September 10 2016 ©Dingel"
		}, {
			"image": "borculo_michiel2.jpg",
			"caption": "Borculo September 10 2016 ©Dingel"
		}, {
			"image": "borculo_michiel3.jpg",
			"caption": "Borculo September 10 2016 ©Dingel"
		}, {
			"image": "borculo_michiel6.jpg",
			"caption": "Borculo September 10 2016 ©Dingel"
		}, {
			"image": "culemborg_eibergen_all1.jpg",
			"caption": "Culemborg Blues August 27 2016 ©Dingel"
		}, {
			"image": "culemborg_eibergen_michiel1.jpg",
			"caption": "Culemborg Blues August 27 2016 ©Dingel"
		}, {
			"image": "culemborg_eibergen_michiel2.jpg",
			"caption": "Culemborg Blues August 27 2016 ©Dingel"
		}, {
			"image": "culemborg_eibergen_sam2.jpg",
			"caption": "Culemborg Blues August 27 2016 ©Dingel"
		}, {
			"image": "culemborg_eibergen_sam3.jpg",
			"caption": "Culemborg Blues August 27 2016 ©Dingel"
		}
	]
}, {
	"name": "audio",
	"title": ["Muziek", "Music"],
	"description": ["Opgenomen in <a href='http://schenkstudio.blogspot.nl'>Studio Schenk</a> in Amsterdam, juni 2016. Gemixt door Jan Schenk, gemastered door Michiel van Leeuwen.<br>Drums op '(Hallelujah) I'm  Looking Through Ya', 'Suffer' en 'Right Now' door Scott Powell en drums op 'Breaking The Law' door Pall Gudmundsson<p>Klik op een song:</>", "Recorded in <a href='http://schenkstudio.blogspot.nl'>Studio Schenk</a> in Amsterdam, June 2016. Mixed by Jan Schenk, mastered by Michiel van Leeuwen<br>Drums on '(Hallelujah) I'm Looking Through Ya','Suffer' and 'Right Now' by Scott Powell and drums on 'Breaking The Law' by Pall Gudmundsson<p>Click on a song:</>"],
	"songs": [{
			"title": "(Hallelujah) I'm Looking Through Ya",
			"file": "HallelujahImLookingThroughYa"
		},
		{
			"title": "Suffer",
			"file": "suffer"
		}, {
			"title": "Right Now",
			"file": "rightnow"
		},
		{
			"title": "Breaking The Law",
			"file": "breakingthelaw"
		}, {
			"title": "Catfish",
			"file": "catfish"
		}, {
			"title": "Wearing Shades",
			"file": "wearingshades"
		}
	]
}, {
	"name": "video",
	"title": ["Video", "Video"],
	"videos": [{
			"title": "Dance Like A Windmill",
			"poster": "14michiel_dance.png",
			"videoEmbed": "https://www.youtube.com/embed/JsR8_TlP3sg?autoplay=1",
			"caption": ["Camera door Diederick Ingel en edit door Michiel van Leeuwen. Paulien Vos, Stef Wildt Meyboom, Zoë van Leeuwen, RoRo De Wildeman, Jeroen de Vries, Henk Aardig, Sufyaan en Lehhaan Campbell, Sabine, Teres Ohne Ha, Rafael Bruin, Mac Zandhuis en Youp.", "Camera by Diederick Ingel and edit by Michiel van Leeuwen. Paulien Vos, Stef Wildt Meyboom, Zoë van Leeuwen, RoRo De Wildeman, Jeroen de Vries, Henk Aardig, Sufyaan and Lehhaan Campbell, Sabine, Teres, Rafael Bruin, Mac Zandhuis and Youp."]
		},{
			"title": "(Hallelujah) I'm Looking Through Ya",
			"poster": "hallelujah_poster.png",
			"videoEmbed": "https://www.youtube.com/embed/0GrC8IH00Qk?autoplay=1",
			"caption": ["Videoclip opgenomen in Studio 57. Camera door Diederick Ingel en edit door Michiel van Leeuwen. ‘The Flock’: Carola Bijlsma, Eric Falter, Zoë van Leeuwen, RoRo De Wildeman, Paulien Vos, Jeroen de Vries and Stef Wildt Meiboom.", "Videoclip shot in Studio 57. Camera by Diederick Ingel and edit by Michiel van Leeuwen. ‘The Flock’: Carola Bijlsma, Eric Falter, Zoë van Leeuwen, RoRo De Wildeman, Paulien Vos, Jeroen de Vries and Stef Wildt Meiboom."]
		},
		{
			"title": "Suffer",
			"poster": "suffer_poster.png",
			"videoEmbed": "https://www.youtube.com/embed/DYrpCD0ne-Q?autoplay=1",
			"caption": ["Onze tweede videoclip, opgenomen in Studio 57. Camera door Diederick Ingel, edit door Michiel van Leeuwen en make-up door Zoë van Leeuwen. Dank aan muziekwinkel De Plug voor het uitlenen van rekwisieten.", "Our second videoclip, shot in Studio 57. Camera by Diederick Ingel, edit by Michiel van Leeuwen and make-up by Zoë van Leeuwen. Thanks to Music Shop De Plug for lending props."]
		},
		{
			"title": "Breaking The Law",
			"poster": "breakingthelaw_poster.png",
			"videoEmbed": "https://www.youtube.com/embed/0QDc73qsX9c?autoplay=1",
			"caption": ["Onze eerste videoclip, opgenomen in Studio 57. Camera door Diederick Ingel, edit door Michiel van Leeuwen en make-up door Rachel van Raak. Dank aan muziekwinkel De Plug voor het uitlenen van rekwisieten.", "Our first videoclip, shot in Studio 57. Camera by Diederick Ingel, edit by Michiel van Leeuwen and make-up by Rachel van Raak. Thanks to Music Shop De Plug for lending props."]
		}
	]
}, {
		"name": "press",
		"title": ["Pers", "Press"],
		"articles": [
			{
				"title": "GEZIEN_GEHOORD: Black Hammer Voodoo op Koppelpop",
				"url": "http://www.gezien-gehoord.nl/345-special-reportage-black-hammer-voodoo-op-koppelpop.html",
				"description": ["'...weinig moeite om het publiek op het Raadhuisplein in Susteren in te pakken. En niet alleen de bluesrock liefhebbers!.'", "'...not much trouble to engage the audience. And not only the bluesrock lovers!'"]
			},
			{
				"title": "GEZIEN_GEHOORD: Het regent verrassingen op Koppelpop",
				"url": "http://www.gezien-gehoord.nl/344-het-regent-verrassingen-op-koppelpop-2018.html",
				"description": ["'De liefhebbers van bluesrock zullen ongetwijfeld het concert van Black Hammer Voodoo als het hoogtepunt van deze dag hebben ervaren.'", "'Bluesrock fans will without doubt have experienced Black Hammer Voodoo as the highlight of this day'"]
			}		
		]
	}, {
	"name": "dates",
	"title": ["Agenda", "Dates"],
	"giglist": [{
		"year": "2016",
		"dates": [{
			"day": ["Zat", "Sat"],
			"date": ["27 aug", "Aug 27"],
			"time": ["15.00", "03:00 PM"],
			"location": "Culemborg",
			"venue": "Culemborg Blues",
			"url": "http://www.culemborgblues.nl"
		}, {
			"day": ["Zon", "Sun"],
			"date": ["28 aug", "Aug 28"],
			"time": ["14.00", "02:00 PM"],
			"location": "Eibergen",
			"venue": "De Stier",
			"url": "http://www.cafedestier.nl"
		}, {
			"day": ["Zat", "Sat"],
			"date": ["3 sep", "Sep 3"],
			"time": ["22.00", "10:00 PM"],
			"location": "Aalsmeer",
			"venue": "Bacchus",
			"url": "http://www.cultureelcafebacchus.nl"
		}, {
			"day": ["Zat", "Sat"],
			"date": ["10 sep", "Sep 10"],
			"time": ["21.30", "09:30 PM"],
			"location": "Borculo",
			"venue": "Besloten Feest",
			"url": "#"
		}, {
			"day": ["Zat", "Sat"],
			"date": ["24 sep", "Sep 24"],
			"time": ["22.00", "10:00 PM"],
			"location": "Alkmaar",
			"venue": " Caf&eacute; Odeon",
			"url": "http://www.cafe-odeon.nl"
		}, {
			"day": ["Zon", "Sun"],
			"date": ["25 sep", "Sep 25"],
			"time": ["16:30", "04:30 PM"],
			"location": "Amsterdam",
			"venue": "Woodstock In De Pijp",
			"url": "#"
		}, {
			"day": ["Zon", "Sun"],
			"date": ["16 okt", "Oct 16"],
			"time": ["19:00", "07:00 PM"],
			"location": "Asten",
			"venue": "'T Spektakel",
			"url": "http://www.hetspektakel.nl"
		}]
	}, {
		"year": "2017",
		"dates": [{
			"day": ["Zat", "Sat"],
			"date": ["28 jan", "Jan 28"],
			"time": ["21:00", "09:00 PM"],
			"location": "Middelharnis",
			"venue": "Jailhouse",
			"url": "http://www.popstichtingjailhouse.nl"
		}, {
			"day": ["Zat", "Sat"],
			"date": ["4 feb", "Feb 4"],
			"time": ["20:00", "08:00 PM"],
			"location": "Asten",
			"venue": "Het Wapen van Asten",
			"url": "http://www.wapenvanasten.nl"
		}, {
			"day": ["Do", "Thu"],
			"date": ["27 apr", "Apr 27"],
			"time": ["15:30", "03:30 PM"],
			"location": "Sassenheim",
			"venue": "Havenfestival",
			"url": "http://www.cafede2wezen.nl/havenfestival"
		}, {
			"day": ["Zat", "Sat"],
			"date": ["17 juni", "Jun 17"],
			"time": ["18:00", "06:00 PM"],
			"location": "Sliedrecht",
			"venue": "Elektra's Tuinfeest",
			"url": "http://www.elektratuinfeest.nl/"
		}, {
			"day": ["Za", "Sat"],
			"date": ["24 juni", "Jun 24"],
			"time": ["22:00", "10:00 PM"],
			"location": "Amsterdam",
			"venue": "De Nieuwe Anita",
			"url": "http://www.denieuweanita.nl"
		}]
	}, {
		"year": "2018",
		"dates": [{
			"day": ["Vr", "Fr"],
			"date": ["12 jan", "Jan 12"],
			"time": ["21:00", "09:00 PM"],
			"location": "Amersfoort",
			"venue": "Rockcafé Boothill Saloon",
			"url": "https://www.boothillsaloon.nl"
		}, {
			"day": ["Vr", "Fr"],
			"date": ["16 feb", "Feb 16"],
			"time": ["21:00", "09:00 PM"],
			"location": "Helmond",
			"venue": "De Cacaofabriek",
			"url": "http://www.cacaofabriek.nl"
		}, {
			"day": ["Za", "Sat"],
			"date": ["14 juli", "Jul 14"],
			"time": ["22:00", "10:00 PM"],
			"location": "Beverwijk",
			"venue": "Caf&eacute; Camille",
			"url": "http://www.cafecamille.nl"
		}, {
			"day": ["Za", "Sat"],
			"date": ["25 aug", "Aug 25"],
			"time": ["18:30", "06:30 PM"],
			"location": "Susteren",
			"venue": "Koppelpop fest.",
			"url": "http://koppelpop.nl"
		}, {
			"day": ["Za", "Sat"],
			"date": ["27 okt", "Oct 27"],
			"time": ["--:--", "--:-- PM"],
			"location": "Helmond",
			"venue": "Bluesroute Helmond.",
			"url": "http://www.bluesroutehelmond.nl"
		}, {
			"day": ["Za", "Sat"],
			"date": ["17 nov", "Nov 25"],
			"time": ["22:00", "10:00 PM"],
			"location": "Heemskerk",
			"venue": "Caf&eacute; Lokaal",
			"url": "http://www.cafe-lokaal.nl"
		},{
			"day": ["Zo", "Sun"],
			"date": ["25 nov", "Nov 25"],
			"time": ["17:00", "05:00 PM"],
			"location": "Spijkenisse",
			"venue": "Bar Spot Live",
			"url": "https://www.spotbackintime.nl"
		},{
			"day": ["Vr", "Fr"],
			"date": ["30 nov", "Nov 24"],
			"time": ["21:30", "09:30 PM"],
			"location": "Amsterdam",
			"venue": "De Nieuwe Anita",
			"url": "http://www.denieuweanita.nl"
		}]
	}]
}, {
	"name": "contact",
	"title": ["Contact", "Contact"],
	"tel": "Tel: <a href='tel:+31613302459'>+31(0)6 13302459</a>",
	"email": "Email: <a href='mailto:info@blackhammervoodoo.com'>info@blackhammervoodoo.com</a>"
}, {
	"name": "facebook",
	"title": ["Facebook", "Facebook"]
}]